{
	"Title": "SUSHEEL | Personal Webpage",
	"Name": "IT",
	"Description": [
		"INFORMATION TECHNOLOGY",
		"Information technology is the study, design, development, implementation, support or management of computer-based information systems."
	],
	"MainImage": "https://i.imgur.com/QoQ6kDG.jpg",
	"BackgroundURL": "",

	"AboutImage": "https://imgur.com/yxoZBME.jpg",
	"AboutContent": [
		"The Department of Information Technology was started in the year 2001 with an initial intake of 60 B. Tech. students. Subsequently, the intake was increased to 180. The Department also offers an M.Tech. in Data Sciences with an intake of 18. The Department was accredited by NBA, AICTE in the year 2007 and reaccredited in the years 2013 and 2018. The Department is headed by Dr. Bipin Bihari Jayasingh.  All faculty members have an M. Tech. in Computer Science, with a minimum of about 4 years of teaching experience at the Assistant Professor level, which is an entry level requirement for recruitment to the department. The faculty consists of a good mix of individuals with industry and academic experience. The Department also has a high faculty retention rate.",
		"The Department offers courses to the students of IT as well as some subjects of specialization to other departments. For First Year students of all branches of Engineering, the Department offers the subjects “Problem Solving through C”, “Data Structures through C”,  “IT Workshop Laboratory”.  The Department has expertise in the areas of Software Engineering, Real Time Systems, Databases, Operating Systems, Computer Architecture, Embedded Systems, Distributed Systems, Scripting Languages, middleware technologies, Cloud Computing, Network Security, Big Data and IoT among various other subjects regularly offered by the Department.",
		"The Department has eight laboratory units consisting of 260 systems, catering to the B. Tech curriculum. The systems use standard licensed software as a college policy including open source.",
		"The Professors of the department are ",
		"1.  Dr. Bipin Bihari Jayasingh, Professor and Head of the Department,  has 15 years of teaching and  4 years of industry experience. He has completed his Ph.D. in Cyber Forensics under MHA, Directorate of Forensic Science, Government of India. He has published about 59 research papers in various International/national Conferences and Journals.",
		"2. Prof. U.V. Ramana Sarma, formerly with ECIL, was a visiting Professor at Bright Star University in Libya and Professor in CSE and Principal, Anwar-ul-uloom College of Engineering; has 12 years of industry and 27 years of teaching experience.",
		"3. Dr. R. Seetharamaiah has 20 years of industry experience, including with ECIL. He has completed his Ph.D. in Distributed Computing from University of Hyderabad."
	],

	"WorkContent": [
		"I am currently full time Software Developer Engineer at Microsoft."
	],
	"WorkImage": "https://i.imgur.com/BHt1YKg.png",
	"InternshipsStartLine": "Previously, I have interned with :",
	"InternShips": [{
			"name": "Amazon India",
			"link": "#"
		},
		{
			"name": "North-Eastern Space Application Center (ISRO)",
			"link": "https://drive.google.com/file/d/1fMoF7gUfsow8BxTIK7I7jf9wmq9v7wfq/view"
		},
		{
			"name": "Computer Vision Center, Universitat Autonoma de Barcelona",
			"link": "https://drive.google.com/file/d/1H9H4ja9TgpxYf4QxSfQH2bCZWyAFYwlC/view?usp=sharing"
		}
	],
	"ProjectsStartLine": "Some of the side projects I did can be found here :",
	"Projects": [{
			"name": "EisenList",
			"link": "https://github.com/adityaketkar/eisenlist"
		},
		{
			"name": "DelOr",
			"link": "https://bitsdelor.wixsite.com/delor"
		},
		{
			"name": "Alexa Music Companion",
			"link": "https://medium.com/@ketkaraditya/hey-alexa-meet-music-1f7319750af7"
		},
		{
			"name": "Gatsby Personal Webpage",
			"link": "https://github.com/adityaketkar/circle-packing-personal-homepage"
		}
	],

	"CVStartLine": "I am always open to collaborations with impactful work. Feel free to reach out if you want to work together :) ",
	"CV": "https://www.visualcv.com/aditya-ketkar/",
	"Resume": "https://drive.google.com/file/d/1M1Vw1J7Yc3BFIgzJXX4_U-_nfIXCfK8n/view?usp=sharing",

	"emailid": "mailto:adityaketkar848@gmail.com",
	"linkedin": "https://linkedin.com/in/adityaketkar",
	"wordpress": "https://technoshblog.wordpress.com/",
	"facebook": "https://www.facebook.com/aditya",
	"github": "https://github.com/adityaketkar",
	"instagram": "http://www.adityaketkar.me",
	"twitter": "https://twitter.com/ketkar_a",
	"medium": "https://medium.com/@ketkaraditya"
}
